Repository: guitaripod/flaccy
Catalog: flaccy/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Added %lld tracks to queue
de: %lld Titel zur Warteschlange hinzugefügt
es: %lld pistas añadidas a la cola
fr: %lld morceaux ajoutés à la file
it: %lld brani aggiunti alla coda
ja: %lld曲をキューに追加しました
ko: %lld곡을 대기열에 추가함
pt_br: %lld faixas adicionadas à fila
zh_hans: 已将 %lld 首曲目加入队列
zh_hant: 已將 %lld 首曲目加入待播清單

source: Added by you
de: Von dir hinzugefügt
es: Añadida por ti
fr: Ajouté par vous
it: Aggiunto da te
ja: 自分で追加
ko: 직접 추가함
pt_br: Adicionada por você
zh_hans: 由你添加
zh_hant: 由你加入

source: Added to %@
de: Zu %@ hinzugefügt
es: Añadida a %@
fr: Ajouté à %@
it: Aggiunto a %@
ja: %@に追加しました
ko: %@에 추가됨
pt_br: Adicionada a %@
zh_hans: 已添加到 %@
zh_hant: 已加入 %@

source: Added to Wantlist
de: Zur Wunschliste hinzugefügt
es: Añadido a la lista de deseos
fr: Ajouté à la liste d'envies
it: Aggiunto alla lista dei desideri
ja: ウォントリストに追加しました
ko: 위시리스트에 추가됨
pt_br: Adicionado à lista de desejos
zh_hans: 已加入心愿单
zh_hant: 已加入願望清單

source: Added to queue
de: Zur Warteschlange hinzugefügt
es: Añadida a la cola
fr: Ajouté à la file
it: Aggiunto alla coda
ja: キューに追加しました
ko: 대기열에 추가됨
pt_br: Adicionada à fila
zh_hans: 已加入播放队列
zh_hant: 已加入待播清單

source: Added “%@” to queue
de: „%@“ zur Warteschlange hinzugefügt
es: “%@” añadida a la cola
fr: « %@ » ajouté à la file
it: “%@” aggiunto alla coda
ja: 「%@」をキューに追加しました
ko: “%@”을(를) 대기열에 추가함
pt_br: “%@” adicionada à fila
zh_hans: 已将“%@”加入播放队列
zh_hant: 已將「%@」加入待播清單

source: Adding to library…
de: Wird zur Mediathek hinzugefügt…
es: Añadiendo a la biblioteca…
fr: Ajout à la bibliothèque…
it: Aggiunta alla libreria…
ja: ライブラリに追加中…
ko: 보관함에 추가하는 중…
pt_br: Adicionando à biblioteca…
zh_hans: 正在添加到资料库…
zh_hant: 正在加入資料庫…

source: AirPods Max (USB-C) support 24-bit/48 kHz lossless over a USB-C cable, added by a firmware update in March 2025.
de: AirPods Max (USB‑C) unterstützen verlustfreies Audio mit 24 Bit/48 kHz über ein USB‑C-Kabel – ergänzt durch ein Firmware-Update im März 2025.
es: Los AirPods Max (USB‑C) admiten audio lossless de 24 bits/48 kHz por cable USB‑C, añadido con una actualización de firmware en marzo de 2025.
fr: Les AirPods Max (USB‑C) prennent en charge le lossless 24 bits/48 kHz via un câble USB‑C, ajouté par une mise à jour du firmware en mars 2025.
it: Gli AirPods Max (USB‑C) supportano il lossless a 24 bit/48 kHz via cavo USB‑C, aggiunto con un aggiornamento firmware a marzo 2025.
ja: AirPods Max（USB‑C）は、2025年3月のファームウェアアップデートで追加されたUSB‑Cケーブル経由の24ビット/48 kHzロスレスに対応しています。
ko: AirPods Max(USB‑C)는 2025년 3월 펌웨어 업데이트로 추가된 USB‑C 케이블 연결에서 24비트/48kHz 무손실을 지원합니다.
pt_br: Os AirPods Max (USB‑C) suportam lossless de 24 bits/48 kHz por cabo USB‑C, recurso adicionado por uma atualização de firmware em março de 2025.
zh_hans: AirPods Max（USB‑C）通过 USB‑C 线缆支持 24 位/48 kHz 无损音频，这项能力由 2025 年 3 月的固件更新带来。
zh_hant: AirPods Max（USB‑C）可透過 USB‑C 連接線支援 24 位元/48 kHz 無損音訊，這項功能由 2025 年 3 月的韌體更新帶來。

source: AirPods receive audio over Bluetooth using Apple's AAC codec at up to roughly 256 kbps. The rate is adaptive — it can drop when the wireless link degrades.
de: AirPods empfangen Audio über Bluetooth mit Apples AAC-Codec bei bis zu rund 256 kbit/s. Die Rate ist adaptiv und kann sinken, wenn die Funkverbindung schwächer wird.
es: Los AirPods reciben el audio por Bluetooth con el códec AAC de Apple, hasta unos 256 kbps. La tasa es adaptativa: puede bajar cuando el enlace inalámbrico se degrada.
fr: Les AirPods reçoivent l'audio en Bluetooth via le codec AAC d'Apple, à environ 256 kbit/s au maximum. Le débit est adaptatif : il peut chuter quand la liaison sans fil se dégrade.
it: Gli AirPods ricevono l'audio via Bluetooth con il codec AAC di Apple, fino a circa 256 kbps. Il bitrate è adattivo e può calare quando la connessione wireless peggiora.
ja: AirPodsはBluetooth経由でAppleのAACコーデックを使い、最大およそ256 kbpsで音声を受信します。ビットレートは可変で、無線状況が悪くなると下がることがあります。
ko: AirPods는 Apple의 AAC 코덱으로 최대 약 256kbps에서 블루투스로 오디오를 받습니다. 비트레이트는 가변이라 무선 연결이 나빠지면 낮아질 수 있습니다.
pt_br: Os AirPods recebem áudio por Bluetooth com o codec AAC da Apple, a cerca de 256 kbps no máximo. A taxa é adaptativa: pode cair quando o enlace sem fio piora.
zh_hans: AirPods 通过蓝牙以 Apple 的 AAC 编解码接收音频，最高约 256 kbps。码率是自适应的，无线连接变差时会下降。
zh_hant: AirPods 透過藍牙以 Apple 的 AAC 編碼接收音訊，最高約 256 kbps。位元率會自動調整，無線連線變差時就會下降。

source: Album Count
de: Anzahl Alben
es: Número de álbumes
fr: Nombre d'albums
it: Numero di album
ja: アルバム数
ko: 앨범 수
pt_br: Nº de álbuns
zh_hans: 专辑数量
zh_hant: 專輯數量

source: Album artwork
de: Albumcover
es: Portada del álbum
fr: Pochette de l'album
it: Copertina dell'album
ja: アルバムアートワーク
ko: 앨범 아트워크
pt_br: Capa do álbum
zh_hans: 专辑封面
zh_hant: 專輯封面

source: Album artwork for %@
de: Albumcover von %@
es: Portada del álbum de %@
fr: Pochette de l'album %@
it: Copertina dell'album di %@
ja: %@のアルバムアートワーク
ko: %@의 앨범 아트워크
pt_br: Capa do álbum de %@
zh_hans: %@ 的专辑封面
zh_hant: %@ 的專輯封面

source: Albums
de: Alben
es: Álbumes
it: Album
ja: アルバム
ko: 앨범
pt_br: Álbuns
zh_hans: 专辑
zh_hant: 專輯

source: Albums to Explore
de: Alben zum Entdecken
es: Álbumes por descubrir
fr: Albums à découvrir
it: Album da scoprire
ja: 開拓したいアルバム
ko: 탐험할 앨범
pt_br: Álbuns para explorar
zh_hans: 值得探索的专辑
zh_hant: 值得探索的專輯

source: Albums to Get
de: Alben für die Sammlung
es: Álbumes por conseguir
fr: Albums à acquérir
it: Album da procurarsi
ja: 手に入れたいアルバム
ko: 구하고 싶은 앨범
pt_br: Álbuns para conseguir
zh_hans: 值得入手的专辑
zh_hant: 值得入手的專輯

source: Albums, Artists, Songs
de: Alben, Interpreten, Titel
es: Álbumes, artistas, canciones
fr: Albums, artistes, morceaux
it: Album, artisti, brani
ja: アルバム、アーティスト、曲
ko: 앨범, 아티스트, 곡
pt_br: Álbuns, artistas, músicas
zh_hans: 专辑、艺人、歌曲
zh_hant: 專輯、演出者、歌曲

source: All
de: Alle
es: Todo
fr: Tous
it: Tutti
ja: すべて
ko: 전체
pt_br: Tudo
zh_hans: 全部
zh_hant: 全部

source: All %lld tracks will be removed from this device.
de: Alle %lld Titel werden von diesem Gerät entfernt.
es: Las %lld pistas se eliminarán de este dispositivo.
fr: Les %lld morceaux seront supprimés de cet appareil.
it: Tutti i %lld brani verranno rimossi da questo dispositivo.
ja: %lld曲すべてがこのデバイスから削除されます。
ko: %lld곡 전체가 이 기기에서 제거됩니다.
pt_br: As %lld faixas serão removidas deste dispositivo.
zh_hans: 全部 %lld 首曲目将从此设备上移除。
zh_hant: 全部 %lld 首曲目將從這部裝置移除。

source: All Albums
de: Alle Alben
es: Todos los álbumes
fr: Tous les albums
it: Tutti gli album
ja: すべてのアルバム
ko: 모든 앨범
pt_br: Todos os álbuns
zh_hans: 所有专辑
zh_hant: 所有專輯

source: All Four Cards
de: Alle vier Karten
es: Las cuatro tarjetas
fr: Les quatre cartes
it: Tutte e quattro le card
ja: 4枚すべて
ko: 카드 4장 모두
pt_br: Os quatro cards
zh_hans: 四张卡片
zh_hant: 四張卡片

source: All Time
de: Gesamt
es: Desde siempre
fr: Depuis toujours
it: Sempre
ja: 全期間
ko: 전체 기간
pt_br: Desde sempre
zh_hans: 全部时间
zh_hant: 所有時間

source: Allow notifications in Settings first
de: Erlaube zuerst Mitteilungen in den Einstellungen
es: Permite antes las notificaciones en Ajustes
fr: Autorisez d'abord les notifications dans Réglages
it: Consenti prima le notifiche in Impostazioni
ja: 先に設定で通知を許可してください
ko: 먼저 설정에서 알림을 허용하세요
pt_br: Permita as notificações nos Ajustes primeiro
zh_hans: 请先在“设置”中允许通知
zh_hant: 請先在「設定」中允許通知

source: Always chasing the next new sound.
de: Immer auf der Jagd nach dem nächsten neuen Sound.
es: Siempre a la caza del próximo sonido nuevo.
fr: Toujours à la poursuite du prochain son.
it: Sempre a caccia del prossimo suono nuovo.
ja: いつも次の新しい音を追いかけています。
ko: 언제나 새로운 소리를 좇습니다.
pt_br: Sempre atrás do próximo som novo.
zh_hans: 永远在追逐下一种新声音。
zh_hant: 永遠在追逐下一種新的聲音。

source: Appearance
de: Erscheinungsbild
es: Aspecto
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
pt_br: Aparência
zh_hans: 外观
zh_hant: 外觀

source: Apple Support article, %@
de: Apple-Support-Artikel, %@
es: Artículo de soporte de Apple, %@
fr: Article d'assistance Apple, %@
it: Articolo del supporto Apple, %@
ja: Appleサポート記事、%@
ko: Apple 지원 문서, %@
pt_br: Artigo de suporte da Apple, %@
zh_hans: Apple 支持文章，%@
zh_hant: Apple 支援文章，%@

source: Apple Watch is Full
de: Apple Watch ist voll
es: El Apple Watch está lleno
fr: L'Apple Watch est pleine
it: L'Apple Watch è pieno
ja: Apple Watchの空き容量がありません
ko: Apple Watch가 가득 찼습니다
pt_br: O Apple Watch está cheio
zh_hans: Apple Watch 已满
zh_hant: Apple Watch 已滿

source: Apple confirms Bluetooth connections aren't lossless. Playing a FLAC or ALAC file to AirPods delivers, at best, ~256 kbps AAC at your ear. AirPods Pro 3's spec sheet lists “No Lossless Audio”.
de: Apple bestätigt: Bluetooth-Verbindungen sind nicht verlustfrei. Eine FLAC- oder ALAC-Datei kommt über AirPods bestenfalls als AAC mit ~256 kbit/s an. Im Datenblatt der AirPods Pro 3 steht „No Lossless Audio“.
es: Apple lo confirma: las conexiones Bluetooth no son lossless. Un archivo FLAC o ALAC llega a tus AirPods como AAC de ~256 kbps, en el mejor de los casos. La ficha técnica de los AirPods Pro 3 indica “No Lossless Audio”.
fr: Apple le confirme : les connexions Bluetooth ne sont pas lossless. Un fichier FLAC ou ALAC arrive au mieux en AAC ~256 kbit/s dans vos AirPods. La fiche technique des AirPods Pro 3 indique « No Lossless Audio ».
it: Apple lo conferma: le connessioni Bluetooth non sono lossless. Un file FLAC o ALAC arriva agli AirPods al massimo come AAC a ~256 kbps. La scheda tecnica degli AirPods Pro 3 riporta “No Lossless Audio”.
ja: AppleもBluetooth接続はロスレスではないと明言しています。FLACやALACのファイルでも、AirPodsに届くのはよくても約256 kbpsのAACです。AirPods Pro 3の仕様には「No Lossless Audio」と記載されています。
ko: Apple도 블루투스 연결은 무손실이 아니라고 밝힙니다. FLAC이나 ALAC 파일도 AirPods까지는 잘해야 약 256kbps AAC로 전달됩니다. AirPods Pro 3 사양에는 “No Lossless Audio”라고 적혀 있습니다.
pt_br: A Apple confirma: conexões Bluetooth não são lossless. Um arquivo FLAC ou ALAC chega aos AirPods, na melhor das hipóteses, como AAC de ~256 kbps. A ficha técnica dos AirPods Pro 3 traz “No Lossless Audio”.
zh_hans: Apple 已确认：蓝牙连接不是无损。FLAC 或 ALAC 文件传到 AirPods，最好也只是约 256 kbps 的 AAC。AirPods Pro 3 的规格表写着“No Lossless Audio”。
zh_hant: Apple 已確認：藍牙連線並非無損。將 FLAC 或 ALAC 檔案播放到 AirPods，傳到你耳裡的最多也只有約 256 kbps 的 AAC。AirPods Pro 3 的規格表上寫著「No Lossless Audio」。

source: Artist
de: Interpret
es: Artista
fr: Artiste
it: Artista
ja: アーティスト
ko: 아티스트
pt_br: Artista
zh_hans: 艺人
zh_hant: 演出者

source: Artist photo
de: Interpretenfoto
es: Foto del artista
fr: Photo de l'artiste
it: Foto dell'artista
ja: アーティスト写真
ko: 아티스트 사진
pt_br: Foto do artista
zh_hans: 艺人照片
zh_hant: 演出者照片

source: Artists
de: Interpreten
es: Artistas
fr: Artistes
it: Artisti
ja: アーティスト
ko: 아티스트
pt_br: Artistas
zh_hans: 艺人
zh_hant: 演出者

source: Artists to Explore
de: Interpreten zum Entdecken
es: Artistas por descubrir
fr: Artistes à découvrir
it: Artisti da scoprire
ja: 開拓したいアーティスト
ko: 탐험할 아티스트
pt_br: Artistas para explorar
zh_hans: 值得探索的艺人
zh_hant: 值得探索的演出者

source: Audio Quality
de: Audioqualität
es: Calidad de audio
fr: Qualité audio
it: Qualità audio
ja: オーディオ品質
ko: 오디오 품질
pt_br: Qualidade de áudio
zh_hans: 音频质量
zh_hant: 音訊品質

source: Audio quality
de: Audioqualität
es: Calidad de audio
fr: Qualité audio
it: Qualità audio
ja: オーディオ品質
ko: 오디오 품질
pt_br: Qualidade de áudio
zh_hans: 音频质量
zh_hant: 音訊品質

source: Autoplay Similar
de: Ähnliches automatisch
es: Reproducción automática similar
fr: Lecture auto similaire
it: Riproduzione automatica simile
ja: 似た曲を自動再生
ko: 비슷한 곡 자동 재생
pt_br: Tocar similares
zh_hans: 自动播放相似音乐
zh_hant: 自動播放相似音樂

source: Available On
de: Verfügbar auf
es: Disponible en
fr: Disponible sur
it: Disponibile su
ja: 配信サービス
ko: 이용 가능한 서비스
pt_br: Disponível em
zh_hans: 可在以下平台收听
zh_hant: 可在以下平台收聽

source: Bach, lossless, free
de: Bach, verlustfrei, gratis
es: Bach, lossless, gratis
fr: Bach, lossless, gratuit
it: Bach, lossless, gratis
ja: バッハ、ロスレス、無料
ko: 바흐, 무손실, 무료
pt_br: Bach, lossless, grátis
zh_hans: 巴赫，无损，免费
zh_hant: 巴哈，無損，免費

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hans: 返回
zh_hant: 返回

source: Back 15 seconds
de: 15 Sekunden zurück
es: 15 segundos atrás
fr: 15 secondes en arrière
it: Indietro di 15 secondi
ja: 15秒戻す
ko: 15초 뒤로
pt_br: Voltar 15 segundos
zh_hans: 后退 15 秒
zh_hant: 倒退 15 秒

source: Backfill your stats with everything you scrobbled before installing.
de: Ergänze deine Statistiken um alles, was du vor der Installation gescrobbelt hast.
es: Completa tus estadísticas con todo lo que scrobbleaste antes de instalar la app.
fr: Complétez vos statistiques avec tout ce que vous avez scrobblé avant l'installation.
it: Completa le tue statistiche con tutto ciò che hai scrobblato prima di installare l'app.
ja: インストール前にスクロブルした分もすべて統計に取り込みます。
ko: 앱을 설치하기 전에 스크로블한 기록까지 통계에 채웁니다.
pt_br: Complete suas estatísticas com tudo o que você scrobblou antes de instalar o app.
zh_hans: 把你安装本 App 之前 Scrobble 过的记录补进统计。
zh_hant: 把你安裝這個 App 之前 Scrobble 過的記錄補進統計。

source: Backfills your listening stats from Last.fm
de: Ergänzt deine Hörstatistiken von Last.fm
es: Completa tus estadísticas de escucha desde Last.fm
fr: Complète vos statistiques d'écoute depuis Last.fm
it: Completa le tue statistiche di ascolto da Last.fm
ja: Last.fmから再生統計を補完します
ko: Last.fm에서 감상 통계를 채웁니다
pt_br: Completa suas estatísticas de audição a partir do Last.fm
zh_hans: 从 Last.fm 补全你的收听统计
zh_hant: 從 Last.fm 補齊你的聆聽統計

source: Because you play %@
de: Weil du %@ hörst
es: Porque escuchas %@
fr: Parce que vous écoutez %@
it: Perché ascolti %@
ja: %@をよく聴いているから
ko: %@을(를) 즐겨 듣기 때문에
pt_br: Porque você ouve %@
zh_hans: 因为你常听 %@
zh_hant: 因為你常聽 %@

# Biggest day: %@ — %@ plays
source: Biggest day: %1$@ — %2$@ plays
de: Stärkster Tag: %1$@ – %2$@ Wiedergaben
es: Mejor día: %1$@ — %2$@ reproducciones
fr: Meilleur jour : %1$@ — %2$@ écoutes
it: Giorno record: %1$@ — %2$@ ascolti
ja: 最も聴いた日: %1$@ — %2$@回再生
ko: 최다 재생일: %1$@ — %2$@회 재생
pt_br: Melhor dia: %1$@ — %2$@ reproduções
zh_hans: 最活跃的一天：%1$@ — %2$@ 次播放
zh_hant: 最熱門的一天：%1$@ — %2$@ 次播放

source: Bring All to Front
de: Alle nach vorne bringen
es: Traer todo al frente
fr: Tout ramener au premier plan
it: Porta tutto in primo piano
ja: すべてを手前に移動
ko: 모두 앞으로 가져오기
pt_br: Trazer Tudo para a Frente
zh_hans: 前置全部窗口
zh_hant: 將全部移到最前方

source: Browse other apps by this developer
de: Weitere Apps dieses Entwicklers ansehen
es: Ver otras apps de este desarrollador
fr: Voir les autres apps de ce développeur
it: Sfoglia le altre app di questo sviluppatore
ja: この開発者のほかのアプリを見る
ko: 이 개발자의 다른 앱 둘러보기
pt_br: Ver outros apps deste desenvolvedor
zh_hans: 浏览该开发者的其他 App
zh_hant: 瀏覽這位開發者的其他 App

source: Built with GRDB (SQLite), lyrics from lrclib.net, universal links by Songlink/Odesli, and scrobbling via the Last.fm API.
de: Gebaut mit GRDB (SQLite), Songtexten von lrclib.net, universellen Links von Songlink/Odesli und Scrobbling über die Last.fm-API.
es: Hecha con GRDB (SQLite), letras de lrclib.net, enlaces universales de Songlink/Odesli y scrobbling con la API de Last.fm.
fr: Conçu avec GRDB (SQLite), paroles de lrclib.net, liens universels par Songlink/Odesli et scrobbling via l'API Last.fm.
it: Realizzata con GRDB (SQLite), testi da lrclib.net, link universali di Songlink/Odesli e scrobbling tramite l'API di Last.fm.
ja: GRDB（SQLite）、lrclib.netの歌詞、Songlink/Odesliのユニバーサルリンク、Last.fm APIによるスクロブルで作られています。
ko: GRDB(SQLite), lrclib.net 가사, Songlink/Odesli 유니버설 링크, Last.fm API 스크로블로 만들었습니다.
pt_br: Feito com GRDB (SQLite), letras do lrclib.net, links universais do Songlink/Odesli e scrobbling pela API do Last.fm.
zh_hans: 使用 GRDB（SQLite）构建，歌词来自 lrclib.net，通用链接由 Songlink/Odesli 提供，Scrobble 通过 Last.fm API 完成。
zh_hant: 使用 GRDB（SQLite）打造，歌詞來自 lrclib.net，通用連結由 Songlink/Odesli 提供，Scrobble 透過 Last.fm API 完成。

source: Buys lifetime access with a one-time purchase
de: Schaltet mit einem einmaligen Kauf lebenslangen Zugriff frei
es: Compra el acceso de por vida con un pago único
fr: Débloque l'accès à vie avec un achat unique
it: Sblocca l'accesso a vita con un acquisto singolo
ja: 買い切りで永久アクセスを購入します
ko: 한 번 결제로 평생 이용 권한을 구입합니다
pt_br: Compra o acesso vitalício com um pagamento único
zh_hans: 一次买断，永久解锁
zh_hant: 一次購買，永久解鎖

source: Can you hear the difference?
de: Hörst du den Unterschied?
es: ¿Notas la diferencia?
fr: Entendez-vous la différence ?
it: Senti la differenza?
ja: 違いが聴き分けられますか？
ko: 차이가 들리시나요?
pt_br: Você ouve a diferença?
zh_hans: 你能听出差别吗？
zh_hant: 你聽得出差別嗎？

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Cancel Timer
de: Timer abbrechen
es: Cancelar temporizador
fr: Annuler le minuteur
it: Annulla timer
ja: タイマーを解除
ko: 타이머 취소
pt_br: Cancelar timer
zh_hans: 取消定时
zh_hant: 取消計時

source: Change year
de: Jahr ändern
es: Cambiar de año
fr: Changer d'année
it: Cambia anno
ja: 年を変更
ko: 연도 변경
pt_br: Mudar de ano
zh_hans: 更改年份
zh_hant: 更改年份

source: Change…
de: Ändern…
es: Cambiar…
fr: Modifier…
it: Cambia…
ja: 変更…
ko: 변경…
pt_br: Alterar…
zh_hans: 更改…
zh_hant: 更改…

source: Choose Music Folder…
de: Musikordner wählen…
es: Elegir carpeta de música…
fr: Choisir un dossier de musique…
it: Scegli cartella musica…
ja: 音楽フォルダを選択…
ko: 음악 폴더 선택…
pt_br: Escolher Pasta de Música…
zh_hans: 选择音乐文件夹…
zh_hant: 選擇音樂資料夾…

source: Choose New Folder…
de: Neuen Ordner wählen…
es: Elegir otra carpeta…
fr: Choisir un nouveau dossier…
it: Scegli un'altra cartella…
ja: 別のフォルダを選択…
ko: 새 폴더 선택…
pt_br: Escolher Nova Pasta…
zh_hans: 选择新文件夹…
zh_hant: 選擇新的資料夾…

source: Choose a music folder to index in place, or import files into Flaccy's own library.
de: Wähle einen Musikordner, der direkt indexiert wird, oder importiere Dateien in Flaccys eigene Mediathek.
es: Elige una carpeta de música para indexarla donde está, o importa archivos a la biblioteca propia de Flaccy.
fr: Choisissez un dossier de musique à indexer sur place, ou importez des fichiers dans la bibliothèque de Flaccy.
it: Scegli una cartella di musica da indicizzare dov'è, oppure importa i file nella libreria di Flaccy.
ja: その場でインデックスする音楽フォルダを選ぶか、ファイルをFlaccy自身のライブラリに読み込みます。
ko: 제자리에서 색인할 음악 폴더를 선택하거나, 파일을 Flaccy 보관함으로 가져오세요.
pt_br: Escolha uma pasta de música para indexar onde ela está, ou importe arquivos para a biblioteca do próprio Flaccy.
zh_hans: 选择一个音乐文件夹就地建立索引，或把文件导入 Flaccy 自己的资料库。
zh_hant: 選擇一個音樂資料夾就地建立索引，或把檔案匯入 Flaccy 自己的資料庫。

source: Chooses how often flaccy reminds you about your recap
de: Legt fest, wie oft flaccy an deinen Rückblick erinnert
es: Define con qué frecuencia flaccy te recuerda tu resumen
fr: Définit la fréquence des rappels de récap
it: Definisce ogni quanto flaccy ti ricorda il riepilogo
ja: リキャップを知らせる頻度を設定します
ko: flaccy가 리캡을 알리는 빈도를 정합니다
pt_br: Define com que frequência o flaccy lembra você da retrospectiva
zh_hans: 设置 flaccy 提醒你查看回顾的频率
zh_hant: 設定 flaccy 提醒你查看回顧的頻率

source: Clean Up
de: Aufräumen
es: Limpiar
fr: Nettoyer
it: Pulisci
ja: 整理する
ko: 정리
pt_br: Limpar
zh_hans: 清理
zh_hant: 整理

source: Clean Up Library
de: Mediathek aufräumen
es: Limpiar biblioteca
fr: Nettoyer la bibliothèque
it: Pulisci libreria
ja: ライブラリを整理
ko: 보관함 정리
pt_br: Limpar Biblioteca
zh_hans: 清理资料库
zh_hant: 整理資料庫

source: Clean Up Library…
de: Mediathek aufräumen…
es: Limpiar biblioteca…
fr: Nettoyer la bibliothèque…
it: Pulisci libreria…
ja: ライブラリを整理…
ko: 보관함 정리…
pt_br: Limpar Biblioteca…
zh_hans: 清理资料库…
zh_hant: 整理資料庫…

# Cleaned up %lld duplicates and %lld editions.
source: Cleaned up %1$lld duplicates and %2$lld editions.
de: %1$lld Duplikate und %2$lld Editionen aufgeräumt.
es: Se limpiaron %1$lld duplicados y %2$lld ediciones.
fr: %1$lld doublons et %2$lld éditions nettoyés.
it: Puliti %1$lld duplicati e %2$lld edizioni.
ja: 重複%1$lld件とエディション%2$lld件を整理しました。
ko: 중복 %1$lld개와 에디션 %2$lld개를 정리했습니다.
pt_br: %1$lld duplicatas e %2$lld edições organizadas.
zh_hans: 已清理 %1$lld 个重复项和 %2$lld 个版本。
zh_hant: 已整理 %1$lld 個重複項目和 %2$lld 個版本。

source: Clear
de: Leeren
es: Vaciar
fr: Vider
it: Svuota
ja: 消去
ko: 비우기
pt_br: Limpar
zh_hans: 清空
zh_hant: 清除

source: Clear up next
de: Als Nächstes leeren
es: Vaciar A continuación
fr: Vider À suivre
it: Svuota Successivi
ja: 次に再生を消去
ko: 다음 재생 비우기
pt_br: Limpar A seguir
zh_hans: 清空“接下来播放”
zh_hant: 清除「接著播放」

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Close Now Playing
de: Aktuelle Wiedergabe schließen
es: Cerrar Reproduciendo
fr: Fermer En cours de lecture
it: Chiudi In riproduzione
ja: 再生中を閉じる
ko: 재생 중 화면 닫기
pt_br: Fechar Tocando agora
zh_hans: 关闭“正在播放”
zh_hant: 關閉「正在播放」

source: Close Window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
it: Chiudi finestra
ja: ウインドウを閉じる
ko: 윈도우 닫기
pt_br: Fechar Janela
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: Collapse player
de: Player einklappen
es: Contraer el reproductor
fr: Réduire le lecteur
it: Riduci il player
ja: プレイヤーを閉じる
ko: 플레이어 접기
pt_br: Recolher o player
zh_hans: 收起播放器
zh_hant: 收合播放器

source: Collapses “Album”, “Album (Deluxe)” and “Album (Remastered)” into one card and keeps a single best-quality copy of each shared song so Albums and Songs stay free of near-duplicates.
de: Fasst „Album“, „Album (Deluxe)“ und „Album (Remastered)“ zu einer Karte zusammen und behält von jedem geteilten Titel nur die beste Kopie, damit Alben und Titel frei von Beinahe-Duplikaten bleiben.
es: Agrupa “Álbum”, “Álbum (Deluxe)” y “Álbum (Remastered)” en una sola ficha y conserva una única copia con la mejor calidad de cada canción compartida, para que Álbumes y Canciones queden sin casi duplicados.
fr: Regroupe « Album », « Album (Deluxe) » et « Album (Remastered) » en une seule fiche et ne garde que la meilleure copie de chaque morceau commun, pour que Albums et Morceaux restent sans quasi-doublons.
it: Riunisce “Album”, “Album (Deluxe)” e “Album (Remastered)” in un'unica card e tiene una sola copia con la qualità migliore di ogni brano in comune, così Album e Brani restano senza quasi-duplicati.
ja: 「Album」「Album (Deluxe)」「Album (Remastered)」を1枚のカードにまとめ、共通する曲は最高音質の1本だけを残します。アルバムと曲がほぼ重複でごちゃつきません。
ko: “Album”, “Album (Deluxe)”, “Album (Remastered)”를 하나의 카드로 묶고 공통된 곡은 최고 음질 사본 하나만 남겨, 앨범과 곡 목록이 유사 중복 없이 깔끔하게 유지됩니다.
pt_br: Junta “Álbum”, “Álbum (Deluxe)” e “Álbum (Remastered)” em um só card e mantém uma única cópia com a melhor qualidade de cada música em comum, para que Álbuns e Músicas fiquem sem quase-duplicatas.
zh_hans: 把“Album”“Album (Deluxe)”和“Album (Remastered)”合并成一张卡片，共同的歌曲只保留音质最好的一份，让专辑和歌曲不再有近似重复项。
zh_hant: 把「Album」、「Album (Deluxe)」和「Album (Remastered)」合併成一張卡片，共同的歌曲只保留音質最好的一份，讓專輯和歌曲不再出現近似重複的項目。

source: Compact
de: Kompakt
es: Compacta
it: Compatta
ja: コンパクト
ko: 간단히
pt_br: Compacta
zh_hans: 紧凑
zh_hant: 精簡

source: Complete These Albums
de: Diese Alben vervollständigen
es: Completa estos álbumes
fr: Compléter ces albums
it: Completa questi album
ja: このアルバムを揃える
ko: 이 앨범 완성하기
pt_br: Complete estes álbuns
zh_hans: 补齐这些专辑
zh_hant: 補齊這些專輯

source: Connect Last.fm first
de: Verbinde zuerst Last.fm
es: Conecta antes Last.fm
fr: Connectez d'abord Last.fm
it: Collega prima Last.fm
ja: 先にLast.fmを接続してください
ko: 먼저 Last.fm을 연결하세요
pt_br: Conecte o Last.fm primeiro
zh_hans: 请先连接 Last.fm
zh_hant: 請先連接 Last.fm

source: Connect Last.fm in Settings for suggestions from your history, or add wanted albums manually.
de: Verbinde Last.fm in den Einstellungen für Vorschläge aus deinem Verlauf – oder füge gewünschte Alben manuell hinzu.
es: Conecta Last.fm en Ajustes para recibir sugerencias de tu historial, o añade álbumes manualmente.
fr: Connectez Last.fm dans Réglages pour des suggestions issues de votre historique, ou ajoutez les albums voulus manuellement.
it: Collega Last.fm in Impostazioni per ricevere suggerimenti dalla tua cronologia, oppure aggiungi gli album a mano.
ja: 履歴に基づく提案を受け取るには設定でLast.fmを接続するか、欲しいアルバムを手動で追加してください。
ko: 기록을 바탕으로 추천을 받으려면 설정에서 Last.fm을 연결하거나, 원하는 앨범을 직접 추가하세요.
pt_br: Conecte o Last.fm nos Ajustes para receber sugestões do seu histórico, ou adicione os álbuns desejados manualmente.
zh_hans: 在“设置”中连接 Last.fm，即可根据你的收听记录获得推荐；也可以手动添加想要的专辑。
zh_hant: 在「設定」中連接 Last.fm，就能根據你的聆聽記錄取得推薦；也可以手動加入想要的專輯。
